Repository: matthane/script.audiooffsetmanager
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32003
source: Offset Controls
sv_se: Förskjutningskontroller

# #32005
source: Adjusts the audio offset for Dolby TrueHD in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för Dolby TrueHD i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32007
source: Adjusts the audio offset for Dolby Digital Plus (E-AC-3) in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för Dolby Digital Plus (E-AC-3) i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32009
source: Adjusts the audio offset for Dolby Digital (AC-3) in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för Dolby Digital (AC-3) i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32011
source: Adjusts the audio offset for DTS-HD HRA in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för DTS-HD HRA i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32013
source: Adjusts the audio offset for DTS-HD MA in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för DTS-HD MA i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32015
source: Adjusts the audio offset for DTS (DCA) in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för DTS (DCA) i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32016
source: Playback Behavior
sv_se: Uppspelningsbeteende

# #32017
source: Settings related to addon playback behavior
sv_se: Inställningar relaterade till uppspelningsbeteende för tillägg

# #32018
source: Seek Back Settings
sv_se: Inställningar för söka tillbaka

# #32019
source: Seek back on audio format change
sv_se: Sök tillbaka vid ändring av ljudformat

# #32020
source: Control whether playback will seek back after changing audio format to re-synchronize audio and video tracks
sv_se: Kontrollera om uppspelningen ska söka tillbaka efter byte av ljudformat för att återsynkronisera ljud- och videospår

# #32021
source: Seek back amount (seconds)
sv_se: Tidsmängd för sök tillbaka (sekunder)

# #32022
source: Control the amount of time that the player seeks back after adjusting audio offset
sv_se: Kontrollera den tid som spelaren söker tillbaka efter justering av ljudförskjutning

# #32026
source: Enable audio offset controls for Dolby Vision sources
sv_se: Aktivera kontroller för ljudförskjutning för Dolby Vision-källor

# #32027
source: Control whether audio offset controls for Dolby Vision sources are enabled
sv_se: Kontrollera om kontrollerna för ljudförskjutning för Dolby Vision-källor är aktiverade

# #32028
source: Enable audio offset controls for HDR10 sources
sv_se: Aktivera kontroller för ljudförskjutning för HDR10-källor

# #32029
source: Control whether audio offset controls for HDR10 sources are enabled
sv_se: Kontrollera om kontrollerna för ljudförskjutning för HDR10-källor är aktiverade

# #32030
source: Enable audio offset controls for HLG sources
sv_se: Aktivera kontroller för ljudförskjutning för HLG-källor

# #32031
source: Control whether audio offset controls for HLG sources are enabled
sv_se: Kontrollera om kontrollerna för ljudförskjutning för HLG-källor är aktiverade

# #32032
source: Enable audio offset controls for SDR sources
sv_se: Aktivera kontroller för ljudförskjutning för SDR-källor

# #32033
source: Control whether audio offset controls for SDR sources are enabled
sv_se: Kontrollera om kontrollerna för ljudförskjutning för SDR-källor är aktiverade

# #32034
source: Seek back upon opening video player
sv_se: Sök tillbaka när du öppnar videospelaren

# #32035
source: Control whether playback will seek back after opening video player to synchronize audio and video tracks
sv_se: Kontrollera om uppspelningen ska söka tillbaka efter att videospelaren har öppnats för att synkronisera ljud- och videospår

# #32036
source: Seek back amount (seconds)
sv_se: Tidsmängd för sök tillbaka (sekunder)

# #32037
source: Control the amount of time that the player seeks back upon opening the video player
sv_se: Kontrollera den tid som spelaren söker tillbaka när videospelaren öppnas

# #32038
source: Seek back on unpausing video
sv_se: Sök tillbaka vid videouppspelning efter paus

# #32039
source: Control whether playback will seek back after unpausing to re-synchronize audio and video tracks
sv_se: Kontrollera om uppspelningen ska söka tillbaka efter paus för att synkronisera ljud- och videospår igen

# #32040
source: Seek back amount (seconds)
sv_se: Tidsmängd för sök tillbaka (sekunder)

# #32041
source: Control the amount of time that the player seeks back after unpausing
sv_se: Kontrollera hur lång tid spelaren söker tillbaka efter att ha avbrutit pausen

# #32042
source: Enable audio offset controls for HDR10+ sources
sv_se: Aktivera kontroller för ljudförskjutning för HDR10+-källor

# #32043
source: Control whether audio offset controls for HDR10+ sources are enabled
sv_se: Kontrollera om kontrollerna för ljudförskjutning för HDR10+-källor är aktiverade

# #32045
source: Enable active offset monitoring
sv_se: Aktivera aktiv övervakning av förskjutning

# #32046
source: Control whether changes made to audio offset during playback are saved into the addon configuration. Requires constant polling during playback.
sv_se: Kontrollerar om ändringar som görs i ljudförskjutning under uppspelning ska sparas i tilläggskonfigurationen. Kräver konstant pollning under uppspelning.

# #32047
source: AV Calibration
sv_se: AV-kalibrering

# #32048
source: Seek back on manual offset change
sv_se: Sök tillbaka vid manuell förskjutningsändring

# #32049
source: Control whether playback will seek back after manual adjustments to audio offset
sv_se: Kontrollera om uppspelningen ska söka tillbaka efter manuella justeringar av ljudoffset

# #32050
source: Control the amount of time that the player seeks back after making manual adjustements to audio offset
sv_se: Kontrollera hur lång tid spelaren söker tillbaka efter att ha gjort manuella justeringar av ljudförskjutningen

# #32051
source: Platform HDR Detection
sv_se: Plattform HDR-detektering

# #32052
source: HDR10+ detection
sv_se: HDR10+-detektering

# #32053
source: Platform Information
sv_se: Information om plattformen

# #32054
source: Advanced HLG detection
sv_se: Avancerad HLG-detektering

# #32055
source: Play video to initialize settings
sv_se: Spela upp video för att initiera inställningar

# #32056
source: Platform capabilities verified
sv_se: Plattformens förmågor verifierade

# #32057
source: On-boarding
sv_se: Introduktion

# #32058
source: Select video from library
sv_se: Välj video från biblioteket

# #32059
source: Play bundled test video
sv_se: Spela upp medföljande testvideo

# #32060
source: Video will play for 5 seconds and then return to settings automatically
sv_se: Videon spelas upp i 5 sekunder och återgår sedan automatiskt till inställningarna

# #32061
source: Other/PCM (ms)
sv_se: Övrigt/PCM (ms)

# #32062
source: Adjusts the audio offset for Other/PCM in milliseconds. Negative values delay the audio, positive values advance it.
sv_se: Justerar ljudförskjutningen för Övrigt/PCM i millisekunder. Negativa värden fördröjer ljudet, positiva värden tidigarelägger det.

# #32063
source: Re-validate platform capabilities
sv_se: Validera plattformens förmågor igen

# #32064
source: Play the test video again to re-validate your platform HDR capabilities
sv_se: Spela upp testvideon igen för att bekräfta plattformens HDR-förmågor

# #32065
source: Frames per second (FPS)
sv_se: Bildrutor per sekund (FPS)

# #32074
source: Enable content FPS-based offsets
sv_se: Aktivera bildfrekvensbaserade förskjutningar för innehåll

# #32075
source: Control whether offsets are applied based on content FPS
sv_se: Kontrollera om förskjutningar ska tillämpas baserat på innehållets bildfrekvens

# #32077
source: Offset Controls
sv_se: Förskjutningskontroller

# #32078
source: Offset configurations will save to selected FPS type
sv_se: Konfiguration för förskjutning sparas till vald FPS-typ

# #32079
source: Enable notifications
sv_se: Aktivera meddelanden

# #32080
source: Show notifications when audio offset is dynamically applied or when manual offset adjustments are saved
sv_se: Visa meddelanden när ljudförskjutning tillämpas dynamiskt eller när manuella förskjutningsjusteringar sparas

# #32081
source: Notifications
sv_se: Meddelanden

# #32082
source: Skip and unlock settings
sv_se: Hoppa över och lås upp inställningar

# #32083
source: Bypass the test video and unlock settings. Some settings may not be visible until after first video playback.
sv_se: Gå förbi testvideon och lås upp inställningarna. Vissa inställningar kanske inte syns förrän efter den första videouppspelningen.

# #32088
source: Offset controls for Dolby Vision sources
sv_se: Förskjutningskontroller för Dolby Vision-källor

# #32084
source: Offset controls for HDR10 sources
sv_se: Förskjutningskontroller för HDR10-källor

# #32085
source: Offset controls for HDR10+ sources
sv_se: Förskjutningskontroller för HDR10+-källor

# #32086
source: Offset controls for HLG sources
sv_se: Förskjutningskontroller för HLG-källor

# #32087
source: Offset controls for SDR sources
sv_se: Förskjutningskontroller för SDR-källor

# #32089
source: Capabilities of the currently installed Kodi platform
sv_se: Förmågor i den för närvarande installerade Kodi-plattformen

# #32090
source: Notification duration (seconds)
sv_se: Meddelandets varaktighet (sekunder)

# #32091
source: Control the length of time that notifications appear
sv_se: Kontrollera hur länge meddelanden ska visas
